#Задача «Длина слова»:
a = 'Hello World'
print(len(a))

#Задача «Суммы и разности»:
first = 5
second = 10
summa = first + second
diff = first - second
print(summa, diff)

#Задача «Среднее арифметическое»:
first = 1
second = 2
third = 3
mean = (first + second + third) / 3
print(mean)

#Задача «Простые строчки»:
first_string = "Вторник"
second_string = "Понедельник"
print(second_string + ", " + first_string)

#Задача «Сложная формула»:
a = 1
b = 2
c = 3
f = (a * b) + (a * c)
print(f**3 / 2)
